Repository: christopheploggmedia/wp-plogg-sleep-apnea-form
Catalog: includes/l10n/wp_plogg_sleep_apnea_form-*.po
Languages: fr_fr

source: Hello
fr_fr: Bonjour

source: Have a nice day
fr_fr: Bonne journée

source: Contact information
fr_fr: Information de contact

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Next step
fr_fr: Étape suivante

source: Previous step
fr_fr: Étape précédente

source: Enter your neck circumference in cm
fr_fr: Inscrivez la circonférence de votre cou en cm

source: Neck circumference in cm
fr_fr: Circonférence de votre cou en cm

source: Step
fr_fr: Étape

source: If your neck is larger than 49 cm, enter 49 cm.
fr_fr: Si votre cou est plus grand que 49 cm, inscrivez 49 cm comme résultat.

source: If you have high blood pressure, add 4 cm to the circumference of your neck.
fr_fr: Si vous souffrez d’hypertension artérielle, ajoutez 4 cm à la circonférence de votre cou.

source: If you snore, add another 3 cm to the the circumference of your neck.
fr_fr: Si vous ronflez, ajoutez 3 cm de plus à la circonférence de votre cou.

source: If anyone noticed that you stop breathing during your sleep, add 3 cm.
fr_fr: Si quelqu’un a remarqué que vous arrêtiez de respirer durant votre sommeil, ajoutez 3 cm.

source: Circumference
fr_fr: Circonférence

source: Snorer + 3cm
fr_fr: Ronfleur + 3cm

source: Respiratory pauses + 3 cm
fr_fr: Pauses respiratoires + 3 cm

source: Sleep habits
fr_fr: Habitudes de sommeil

source: I got to bed at
fr_fr: Je me couche à

source: I wake up at
fr_fr: Je me lève à

source: hour(s)
fr_fr: heure(s)

source: I fall asleep quickly
fr_fr: Je m’endors rapidement

source: I wake up easily
fr_fr: Je me réveille facilement

source: I frequently wake up at night
fr_fr: Je me réveille fréquemment la nuit

source: I wake up tired in the morning
fr_fr: Je me réveille fatigué le matin

source: Since how long?
fr_fr: Depuis combien de temps?

source: Globally, do you consider that you sleep
fr_fr: Jugez-vous que votre sommeil est globalement

source: Very well
fr_fr: Très bon

source: Well
fr_fr: Bon

source: Bad
fr_fr: Mauvais

source: Very bad
fr_fr: Très mauvais

source: Do you snore?
fr_fr: Ronflez-vous?

source: Socially disturbing
fr_fr: Socialement dérangeant

source: Severe
fr_fr: Grave

source: Moderate
fr_fr: Modéré

source: Light
fr_fr: Léger

source: More important when you sleep on your back?
fr_fr: Plus important lorsque vous dormez sur le dos?

source: Regulary?
fr_fr: Régulièrement?

source: Explosive?
fr_fr: Explosif?

source: Is your snoring worsened by
fr_fr: Votre ronflement est-il aggravé par

source: Is your snoring worsened by alcohol or tiredness?
fr_fr: Votre ronflement est-il aggravé par l'alcool ou la fatigue?

source: Alcohol intake
fr_fr: La prise d’alcool

source: Tiredness
fr_fr: La fatigue

source: Do you have respiratory pauses during your sleep which are noted by an external person?
fr_fr: Avez-vous des pauses respiratoires durant votre sommeil notées par une personne extérieure?

source: If yes, does it happen
fr_fr: Si oui, cela arrive-t-il

source: Did you ever wake up with a choking sensation?
fr_fr: Vous êtes-vous déjà réveillé avec la sensation d’étouffer?

source: Epworth sleepiness scale
fr_fr: Échelle de somnolence d’Epworth

source: Are you sleepy during the day?
fr_fr: Êtes-vous somnolent durant le jour?

source: Last week, what was your probability of drowsing (letting yourself fall asleep slowly; being half asleep) during the following situations? Even if you have not recently been in one of these situations, try to imagine how this situation could have affected you. To answer, use the following scale by choosing the appropriate number for each situation:
fr_fr: Au cours de la dernière semaine, quelle était la probabilité de vous assoupir (vous laisser aller doucement au sommeil; s’endormir à moitié) lors des situations suivantes? Même si vous n’avez pas été récemment dans l’une des situations, essayez d’imaginer comment cette situation aurait pu vous affecter. Pour répondre, utiliser l’échelle suivante en choisissant le chiffre approprié pour chaque situation:

source: No drowsiness
fr_fr: Jamais d’assoupissement

source: Small chance of drowsiness
fr_fr: Peu de chance d’assoupissement

source: Moderate chance of drowsiness
fr_fr: Chance modérée d’assoupissement

source: High chance of drowsiness
fr_fr: Forte chance d’assoupissement

source: Situations: Answer each of the statements below:
fr_fr: Situations: Répondre à chacun des énoncés ci-dessous:

source: Sitting down reading
fr_fr: Assis(e) à lire

source: Sitting down watching television
fr_fr: Assis(e) en regardant la télévision

source: Sitting down inactive in a public place (movies, theater (play), meeting)
fr_fr: Assis(e) inactif(ve) dans un lieu public (cinéma, théâtre, réunion)

source: Sitting down as a passenger in a car (or in a public transport) for more than one hour without interruption
fr_fr: Assis(e) comme passager dans une voiture (ou dans un transport en commun) depuis plus d’une heure sans interruption

source: Resting laid down in the afternoon when circumstances allow it
fr_fr: Me reposant allongé(e) dans l’après-midi lorsque les circonstances le permettent

source: Sitting down talking to someone
fr_fr: Assis(e) en parlant avec quelqu’un

source: Sitting down calmly after lunch without alcohol
fr_fr: Assis(e) calmement après un déjeuner (lunch) sans alcool

source: Sitting down in a car that is stuck in traffic for a few minutes
fr_fr: Assis(e) dans une voiture qui est arrêtée depuis quelques minutes dans le trafic

source: Do you feel the need to move your legs irresistibly?
fr_fr: Ressentez-vous l’envie de bouger les jambes de façon irrésistible?

source: Do you suffer from headaches in the morning when you wake up?
fr_fr: Avez-vous mal à la tête le matin en vous levant?

source: Do you suffer from memory loss?
fr_fr: Présentez-vous des troubles de la mémoire?

source: Do you have poor concentration or difficulties focusing your attention?
fr_fr: Avez-vous de la difficulté de concentration ou des difficultés pour fixer votre attention?

source: Do you get or have you ever gotten a treatment for the condition that brings you to consult today?
fr_fr: Suivez-vous ou avez-vous déjà suivi un traitement pour la condition qui vous amène en consultation aujourd’hui?

source: If yes, since how long?
fr_fr: Si oui, depuis combien de temps?

source: Symptoms that can be associated with sleep apnea
fr_fr: Symptômes pouvant être associés à l’apnée du sommeil

source: Daytime signs
fr_fr: Signes de jour

source: Headaches
fr_fr: Maux de tête

source: Hypersomnia
fr_fr: Hypersomnolence

source: Lack of restorative sleep
fr_fr: Sommeil non réparateur

source: Memory loss
fr_fr: Troubles de la mémoire

source: Irritability
fr_fr: Irritabilité

source: Exhaustion
fr_fr: Épuisement

source: Loss of libido
fr_fr: Perte de libido

source: Night-time signs
fr_fr: Signes de nuit

source: Snoring
fr_fr: Ronflements

source: Agitated sleep
fr_fr: Sommeil agité

source: Night-time sweating
fr_fr: Sueurs nocturnes

source: Arousals with choking sensation
fr_fr: Éveils avec sensation d’étouffement

source: Apnea observed by relatives
fr_fr: Apnée observée par l’entourage

source: Getting out of bed regularly to urinate at night
fr_fr: Se lever régulièrement pour uriner la nuit

source: The presence of these symptoms indicates the possibility of suffering from sleep apnea or another sleep disorder.
fr_fr: La présence de ces symptômes indique une possibilité de souffrir d’apnée du sommeil ou d’un autre trouble du sommeil.

source: Diagnosis
fr_fr: Diagnostic

source: Predictive values
fr_fr: Valeurs prédictives

source: Tour de cou
fr_fr: Valeurs prédictives

source: Respiratory pauses reported by the spouse
fr_fr: Pauses respiratoires rapportées par le conjoint

source: Choking sensation
fr_fr: Sensation d’étouffement

source: Drowsiness
fr_fr: Somnolence

source: Mandibular and/or maxillary retrognathia
fr_fr: Rétrognathie mandibulaire et/ou maxillaire

source: Arterial hypertension
fr_fr: Hypertension artérielle

source: Send my answers
fr_fr: Soumettre mes réponses

source: Rarely
fr_fr: Rarement

source: Often
fr_fr: Souvent

source: Every night
fr_fr: Toutes les nuits

source: Neck circumference
fr_fr: Tour de cou

source: Please answer correctly all the questions indicated in red.
fr_fr: Veuilez répondre correctement à toutes les questions indiquées en rouge.

source: Name
fr_fr: Nom

source: Email
fr_fr: Courriel

source: A confirmation email was sent.<br/>Make sure that you have received this message (it is possible that the message arrives in your spam), it confirms that we have the right email.
fr_fr: Un courriel de confirmation vous a été envoyé.<br/>Assurez-vous d'avoir reçu ce message (il se peut qu'il soit considéré comme indésirable), il confirme que nous avons le bon courriel.

source: Sleep apnea form
fr_fr: Formulaire Apnée du sommeil

source: Administrator's email
fr_fr: Courriel de l'administrateur

source: Email's subject
fr_fr: Sujet du courriel

source: Transmitter's name
fr_fr: Nom de l'émetteur

source: Transmitter's email
fr_fr: Courriel de l'émetteur

source: Shortcode to use
fr_fr: Shortcode à utiliser

source: To use this plugin the shortcode is
fr_fr: Pour utiliser le plugin le shortcode est

source: Email information
fr_fr: Informations du courriel

source: Sleep apnea form settings
fr_fr: Configuration du formulaire Apnée du sommeil

source: Sleep apnea
fr_fr: Apnée du sommeil

source: Contact details for sending the results of the sleep apnea test
fr_fr: Coordonnées pour l'envoi des résultats du test d'apnée du sommeil

source: None
fr_fr: Aucun

source: Someone filled the epWorth sleep apnea form
fr_fr: Quelqu'un a répondu au question de l'apnée du sommeil epWorth

source: Please allow a delay of 2 to 5 days
fr_fr: Prévoir un délai de 2 à 5 jours

source: Choose an answer
fr_fr: Choisir une réponse
